Revit 2018 API
IFCAggregate Properties
The IFCAggregate type exposes the following members.
Properties
Name | Description
Count
 The number of the data values in the aggregate.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
Item
See Also
IFCAggregate Class
Autodesk.Revit.DB.IFC Namespace